Repository: AnandChowdhary/KeepingYouAwake
Catalog: KeepingYouAwake/*.lproj/Localizable.strings
Languages: da, fr

source: (Default)
da: (Standard)
fr: (Défaut)

source: Activate for Duration
da: Aktiveringstid
fr: Activer pour...

source: Activate indefinitely when external display is connected
fr: Activer indéfiniment lorsqu'un moniteur externe est connecté

source: Afterwards your Mac will automatically go to sleep again when unused.
da: Efterfølgende går din Mac automatisk på vågeblus igen, når den ikke bruges.
fr: Au-delà, votre Mac ira automatiquement en veille lorsque non utilisé.

source: Allow the display to sleep
da: Tillad skærmen at slukke
fr: Permettre la veille du moniteur

source: Allowing Sleep
da: Tillad vågeblus
fr: Mise en veille permise

source: Cancel
da: Annuller
fr: Annuler

source: Click to allow sleep Right click to show menu
da: Klik for at tillade vågeblus Højreklik for at vise menu
fr: Cliquer pour autoriser la veille Clic droit pour le menu

source: Click to prevent sleep Right click to show menu
da: Klik for at forhindre vågeblus Højreklik for at vise menu
fr: Cliquer pour empêcher la veille Clic droit pour le menu

source: Default
da: Standard
fr: Défaut

source: Disable menu bar icon highlight color
da: Deaktiver markeringsfarve ved menulinje-ikon
fr: Désactiver la surbrillance de l'icône de la barre de menu

source: Do you really want to reset the activation durations to the default values?
da: Vil du nulstille aktiveringstider til standardværdier?
fr: Voulez-vous vraiment rétablir les durées d'activation par défaut ?

source: Indefinitely
fr: Indéfiniment

source: Preventing Sleep
da: Undgå vågeblus
fr: Mise en veille empêchée

source: Preventing Sleep for %@
da: Undgå vågeblus i %@
fr: Mise en veille empêchée pour %@

source: Quit
fr: Quitter

source: Quit when activation duration is over
da: Slut efter endt aktiveringstid
fr: Quitter quand la durée d'activation est terminée

source: Reset Activation Durations
da: Nulstil aktiveringstider
fr: Rétablir les durées par défaut

source: Set Default: %@
da: Indstil standard: %@
fr: Mettre par défaut: %@

source: Settings…
fr: Préférences…

source: The entered duration is invalid. Please try again.
da: Den indstastede værdi er ikke gyldig. Prøv venligst igen.
fr: La durée saisie est invalide. Veuillez essayer à nouveau.

source: This duration has already been added.
da: Denne værdi eksisterer allerede.
fr: Cette durée a déjà été ajoutée.

source: You can still manually enable sleep mode for your Mac.
da: Du kan stadig manuelt aktivere vågeblus for din Mac.
fr: Vous pouvez toujours activer manuellement la veille pour votre Mac.

source: Your Mac will automatically go to sleep when unused.
da: Din Mac wil automatisk gå i vågeblus når den ikke bruges.
fr: Votre Mac ira automatiquement en veille lorsque non utilisé.
